{
    "title": "Figueres, Girona",  
    "slider": {
        "image1": ["./multimedia_files/images/imgSlaiderAmbQr.png","image 1 to Slaider"],  
        "video": ["./multimedia_files/videos/presentation.mp4","Browser does not support video"]
    }, 
    "flags": [
        ["./multimedia_files/images/flagVillage.png", "flag Village"],
        ["./multimedia_files/images/flagRegion.png", "flag Region"],
        ["./multimedia_files/images/flagProvince.png", "flag Province"],
        ["./multimedia_files/images/flagCountry.png", "flag Country"],
        ["./multimedia_files/images/flagEU.png", "flag EU"]], 
    "products": [
        { "id": 1, "img": "./multimedia_files/images/CasaDali.jpg", "name": "Casa Natal Salvador Dalí", "time": 1 },
        { "id": 2, "img": "./multimedia_files/images/MuseuDali.jpg", "name": "Teatre-Museu Dalí", "time": 1 },
        { "id": 3, "img": "./multimedia_files/images/CastellSantFerran.jpg", "name": "Castell de Sant Ferran", "time": 1 },
        { "id": 4, "img": "./multimedia_files/images/Mercat.jpg", "name": "Els Mercats", "time": 1 }, 
        { "id": 5, "img": "./multimedia_files/images/CentreHistoric.jpg", "name": "Centre històric i comercial", "time": 1 }, 
        { "id": 6, "img": "./multimedia_files/images/LaRambla.jpg", "name": "La Rambla", "time": 1 }
    ], 
    "ca": {
        "itemsNavbar": [["#aboutInfo","Sobre Figueres"],["#activities","Activitats"],["#location","Ubicació"], ["#history","Història"]], 
        "sections": {
            "presentation": {
                "title": "Descobreix Figueres", 
                "description": "L'epicentre del territori de l'Alt Empordà, els seus principals atractius són el paisatge, la cultura, la història i el vent de tramuntana. Està situada a quinze quilòmetres del mar Mediterrani, als peus dels Pirineus i envoltada per tres parcs naturals."
            }, 
            "distances": [["./multimedia_files/images/sea.png","A 15 km del Mar Mediterrani"],
                          ["./multimedia_files/images/world.png","L'epicentre de l'Alt Empordà"],
                          ["./multimedia_files/images/roadGirona.png","A 30 minuts de Girona"],
                          ["./multimedia_files/images/roadBcnTarragona.png","A 1 hora de Barcelona"],
                          ["./multimedia_files/images/roadBcnTarragona.png","A 2 hores de Tarragona"],
                          ["./multimedia_files/images/roadLleida.png","A 2 hores de Lleida"]], 
            "aboutInfo": {
                "title": "Sobre Figueres", 
                "id": "aboutInfo", 
                "info": {
                    "place": {
                        "title": "Lloc", 
                        "data": [
                            ["Estat","Espanya"],
                            ["Comunitat autònoma","Catalunya"],
                            ["Àmbit territorial","Comarques Gironines"],
                            ["Comarca","Alt Empordà (Capital de la comarca)"]]
                    }, 
                    "humanPopulation": {
                        "title": "Població humana", 
                        "data": [
                            ["Població","48875 (2024), (2532,38 hab/km2)"],
                            ["Gentilici","Figuerenc, Figuerenca"]]
                    }, 
                    "geography": {
                        "title": "Geografia", 
                        "data": [
                            ["Superfície","19.3 km2"],
                            ["Banyat per","Manol"],
                            ["Altitud","39 m"]]
                    }, 
                    "descriptiveIden": {
                        "title": "Identificadors descriptius", 
                        "data": [
                            ["Codi Postal",17600],
                            ["Ús Horari","UTC+01:00 i UTC+02:00"],
                            ["Codi INE",17066],
                            ["Codi IDESCAT",170669]]
                    }, 
                    "webPortal": {
                        "title": "Portal web", 
                        "data": "https://www.figueres.cat/"
                    }
                }
            }, 
            "activities": {
                "title": "Activitats", 
                "id": "activities"
            }, 
            "location": {
                "title": "Ubicació", 
                "id": "location"
            }, 
            "history": {
                "title": "Història", 
                "id": "history", 
                "info": [
                    ["Edat Antiga (Origen dels temps - 218 aC)", 
                     "Cap al 600 aC hi hauria en el turó de la Muntanyeta (on actualment es troba la Fortalesa de Sant Ferran) un primitiu assentament ibèric de la tribu dels indígets. En aquella època bona part de la plana de l'Alt Empordà estava inundada per aiguamolls i grans extensions de joncs. Els seus habitants vivien en els petits pujols o a les zones més elevades lliures de les aigües estancades, també n'hi havia que vivien en coves que van servir de refugi per a l'home del paleolític inferior i mitjà al massís del Montgrí. La primera colonització va ser els grecs que es van establir molt a prop de l'actual comarca, a Rhode (Roses) al segle viii aC i a Empòrion (Empúries) a principis del segle vi aC."], 
                    ["Edat Clàssica (217 aC - 500)", 
                     "Els romans van desembarcar a la ciutat grega d'Empòrion el 218 aC, i cap al 195-194 aC van crear un petit nucli de població a la zona baixa de l'actual terme municipal de Figueres, a la zona del carrer Tapis i l'Aigüeta, que va rebre el nom de Joncària, ja que hi havia molts joncs en aquell terreny. Aquesta petita població va anar guanyant importància, pel fet que era una de les parades de la important calçada romana, primer anomenada via Domícia i, després, via Augusta. Aquesta parada de la via romana es trobava a una jornada a peu del Pertús i a una altra jornada de Girona. Els romans van obligar als indígets que havien viscut en el turó de la Muntanyeta a baixar a la zona plana propera a la via romana i la seva mansió i, així, a poc a poc es va crear a la zona, primer, dos poblats (un ibèric i un altre romà) i, posteriorment, un sol assentament cada vegada més romanitzat."], 
                    ["Edat mitjana (501 - 1400)", 
                     "A partir de l'any 258, a causa del caos administratiu dins dels territoris de l'Imperi Romà, es va produir la invasió del poble germànic dels francs que va destruir i saquejar tot el que van trobar durant 12 anys; durant aquest període els bàrbars germànics van acabar amb la petita població de Joncària, deixant-la reduïda a un pilot de runes i cendres (que haurien donat el nom de Cendrassos a les restes d'aquest establiment romà), a partir d'aquest fet desapareix el nom de Joncària. Temps després, un cop va passar el perill, la població hispanoromana va refer un nucli de població en aquella zona de la via Augusta; així es van refer les cases amb parets i tàpies de fang, i per això el poblet va rebre el nom de Tapioles. El poblet de Tapioles va sobreviure fins a l'arribada dels visigots en el segle v, o fins a l'arribada dels sarraïns a principis del segle viii. La invasió i conquesta de la península Ibèrica, que es va iniciar l'any 711, va arribar a l'Alt Empordà cap al 712. Les tropes sarraïnes van arribar de forma violenta i això va produir que bona part de la població es refugiés en els boscos de les Alberes i de les Salines (zona pirinenca de l'Empordà) o fugís a les veïnes terres del Rosselló. Cap al 785 tot l'Alt Empordà ja era territori franc i estava lliure de musulmans. L'any 802 trobem per primera vegada en una inscripció el nom de 'villa Ficerias' i el 962 apareix en un altre document el nom de 'Figariae'. El mot d'origen llatí 'Ficarias' tindria la traducció de Figueres, que indica el nom dels arbres que produeixen les figues. L'any 1020 trobem ja documentada l'església parroquial de Sant Pere de Figueres ('Sancti Petri de Figarias'). Fins a la segona meitat del segle xiii Figueres era un poblet d'uns 20 focs (entre 80 i 100 habitants) que havia crescut al voltant de l'església parroquial i es trobava en un petit turonet de només 39 metres d'altitud a l'actual plaça de l'Església. Fins al 1111 aquest poblet va pertànyer al comtat de Besalú, i a partir d'aquest any va passar, com la resta del comtat, va passar a estar sota el poder del comte de Barcelona. El rei Jaume I el Conqueridor va convertir el 21 de juny de 1267 a Figueres en vila reial i va donar-li una carta pobla que va proporcionar una sèrie d'avantatges i privilegis als vilatans, com no patir els mals usos, ser més lliures i tenir un dia de mercat setmanal i una fira anyal de 8 dies de durada. El rei Jaume I va voler convertir aquest llogarret, que es trobava en la carretera de Girona a Perpinyà i feia frontera amb el Comtat d'Empúries, en la base principal del poder reial a la zona i, així, poder aturar al bel·licós i rebel comte d'Empúries i, també, qualsevol intent d'invasió francesa de l'Empordà. Les muralles que tancaven la població dibuixant un petit rectangle format pels actuals carrers de Besalú, Pujada del Castell, Canigó i de la Jonquera; deixant extramurs bona part de l'actual plaça de l'Ajuntament. Aquest recinte emmurallat tenia una superfície de 15.000 m2. De l'antiga muralla queda dempeus la torre Gorgot, convertida actualment en la Torre Galatea del Teatre-Museu Dalí. Per aconseguir augmentar la reduïda població figuerenca l'infant Pere (futur rei Pere II el Gran), el 12 de març de 1269, va facilitar la creació d'un call jueu a la nova vila reial alliberant durant cinc anys del tribut a tots els jueus que anessin a viure a Figueres. El barri jueu va existir durant més de 200 anys, es trobava a l'actual carrer Magre i comptava amb una sinagoga, carnisseria i forns propis. El comte Hug V d'Empúries va intentar esclafar la nova vila reial i el 16 d'octubre de 1274 va assetjar Figueres que estava feblement fortificada i amb pocs defensors; després de tres dies de setge el comte d'Empúries i la seva host van aconseguir entrar dins la petita vila i van saquejar totes les cases, van matar molts dels seus habitants i es van emportar les portes de les muralles cap a Castelló d'Empúries com a trofeu de guerra. Però l'infant Pere va arribar a Figueres amb 180 cavallers i va perseguir les tropes del comte Hug V fins que es va produir una aferrissada batalla on l'infant Pere va derrotar el rebel comte emporità, i va tornar a Figueres per iniciar la reconstrucció de les cases destruïdes i de les muralles fetes malbé. Figueres també va ser ocupada pels francesos durant 3 mesos de l'any 1285. Pere el Cerimoniós va tenir un especial interès per Figueres que va viure temporades a la població. El 28 de setembre de 1419 el rei Alfons IV el Magnànim va instaurar com a festa principal i fira el 3 de maig festivitat de la Santa Creu. Entre el 1462 i el 1472 va tenir lloc la Guerra civil catalana o Guerra dels remences, on el rei Joan II d'Aragó que es va posar de part dels remences van lluitar contra el poder de la Diputació del General, i va acabar amb el final dels mals usos."], 
                    ["Edat de Moderna (1401 - 1699)", 
                     "La població figuerenca va continuar, majoritàriament, tancada dins les seves muralles medievals, fins a principis del segle xviii, encara que van començar a aparèixer cases extramurs en les quatre principals vies d'entrada des de mitjan segle xvi). El clos emmurallat disposava de quatre portals d'on sortien els camins principals i tenia també 16 torres. Malgrat que des del final de la Guerra Civil Catalana, l'any 1472, fins a la guerra dels Segadors, el 1640, tot l'Empordà va gaudir d'una època sense guerres, la vila de Figueres va tenir molta activitat com a centre de concentració de tropes per lluitar contra els francesos que, periòdicament, atacaven o envaïen els territoris de la Catalunya Nord, fins a la separació de la Catalunya Nord amb la resta de Catalunya, l'Empordà va quedar del costat de la monarquia hispànica, mentre que el Rosselló va passar al costat de França."], 
                    ["Guerra de Successió (1700 - 1714)", 
                     "El 3 de novembre de 1701, es van casar a l'església parroquial de Sant Pere de Figueres el rei Felip V d'Espanya amb la seva primera muller la princesa Maria Lluïsa de Savoia. Durant la guerra de Successió Espanyola (1701-1715) Figueres va ser ocupada diverses vegades tant per les tropes de l'arxiduc Carles com per les tropes de Felip d'Anjou."], 
                    ["Segle de les Revolucions (1715 - 1799)", 
                     "Després del Tractat dels Pirineus i la pèrdua de la Catalunya Nord, la frontera amb França va ser la serralada dels Pirineus i la primera localitat important entrant a Espanya des del Pertús era la vila de Figueres. El rei Ferran VI d'Espanya va decidir la construcció d'una gran i potent fortalesa a Figueres. La població de Figueres va créixer de forma important en el segle xviii. El 1725 ja arribava als 1.872 habitants i era la població més gran de la comarca. Quan es va produir la Revolució Francesa va arribar a Figueres una gran quantitat d'emigrats francesos absolutistes que fugien del nou govern (nobles, militars i clergues). El juliol de 1791 n'hi havia més d'un miler vivint a la vila. En esclatar la Guerra Gran (1793-1795), Figueres es va convertir en el punt decisiu de la defensa espanyola. Inicialment, la campanya va ser favorable a Espanya, però el 20 de novembre de 1794 les tropes hispàniques són derrotades a la batalla del Roure; això va provocar un èxode massiu de la població de Figueres, i dels habitants de l'Alt Empordà, que fugien dels francesos. El dia 28 de novembre de 1794 la Fortalesa de Sant Ferran es va rendir a les tropes franceses sense haver fet ni un sol tret. La Fortalesa de Sant Ferran va quedar en mans franceses fins al 22 de juliol de 1795 que amb la Pau de Basilea es va acabar la guerra i França va retornar els territoris conquerits."], 
                    ["Era Industrial (1800 - 1899)", 
                     "El 10 de febrer de 1808 els francesos van ocupar pacíficament la vila de Figueres, ja que eren aliats d'Espanya en la seva lluita contra els anglesos i portuguesos. A primers d'abril, com que les forces franceses estacionades a la vila reial eren molt nombroses, els seus comandaments van demanar permís a les autoritats militars espanyoles de la Fortalesa de Sant Ferran que permetessin l'allotjament de 200 soldats francesos; les autoritats espanyoles van accedir-hi i els francesos un cop dins van aconseguir el seu control. Els francesos van anomenar la imponent fortificació militar de Figueres com la 'bella inútil', perquè malgrat ser tan gran i ben feta des del punt de vista militar les dues vegades que van voler conquerir-la ho van aconseguir sense disparar ni un sol tret. Amb el final de la Guerra del Francès les tropes napoleòniques van evacuar la Fortalesa de Sant Ferran el 25 de maig de 1814. Més tard, quan el rei Ferran VII d'Espanya va tornar del seu exili francès va sojornar a Figueres a causa d'uns forts aiguats que feien impossible travessar el riu Manol. El 1817 van començar les obres del nou Cementiri Municipal, deixant ja d'enterrar al costat de l'església parroquial, aquest mateix any una forta tramuntanada va fer caure part del campanar de l'església de Sant Pere. El setembre de 1835 Figueres va començar a fortificar-se davant el perill d'un atac de les tropes carlines, aquestes noves muralles ja no coincidien amb les antigues de la vila vella, ja que Figueres havia augmentat molt en extensió. Durant la primera guerra carlina van arribar la situació que tota la comarca estava dominada pels carlins excepte la vila de Figueres i la seva fortalesa. Un cop acabada la guerra la vila reial va continuar creixent i modernitzant-se. Durant el Sexenni Democràtic Figueres i tota la seva comarca era partidària de les idees del republicanisme federal i un figuerenc va ser ministre de finances del govern espanyol durant la Primera República Espanyola. L'any 1874 els figuerencs van estar immersos de ple en la Tercera Guerra Carlina; ja que les partides del general carlí Francesc Savalls, que dominaven la major part de la comarca, volien conquerir la vila i el castell. La matinada del 28 de maig de 1874 les tropes carlines van atacar Figueres, però, malgrat la manca de col·laboració de la guarnició de la Fortalesa de Sant Ferran, els vilatans van aconseguir rebutjar l'atac i els carlins es van retirar, gràcies a aquest fet heroic, el rei Alfons XII d'Espanya va donar el títol de ciutat a Figueres. Un cop acabada la guerra, els figuerencs van enderrocar definitivament les muralles. El 28 d'octubre de 1877 el ferrocarril va arribar a Figueres. El 1878 arriba la plaga de la fil·loxera a la comarca i això provoca una situació de pobresa i l'Alt Empordà va perdre 7.000 habitants, malgrat tot, la població de Figueres no va disminuir, ja que el sector agrícola era molt poc important i la indústria i l'artesania jugaven un paper molt més important. L'any 1887 es va inaugurar la plaça del Gra. El 1894 es va construir la plaça de Braus de la ciutat en un estil mudèjar. El 1896 comencen les obres d'instal·lació de l'electricitat."],
                    ["Era Industrial (1900 - 1930)", 
                     "Quan comença el segle xx, la població de Figueres era de 10.714 habitants i durant aquest segle tindrà un important creixement. El 1902 es va aixecar l'edifici modernista de l'Escorxador Municipal de Figueres. El 1904 es va construir l'edifici modernista del Casino Menestral Figuerenc. El 1905 es va construir la presó de Figueres al final del carrer Sant Pau, aquest mateix any el ric figuerenc Carles Cusí va construir el primer cinema de Figueres i de tota la província. L'any 1908 corrien pels carrers de la ciutat els primers cotxes propietat d'alguns figuerencs benestants. El 1910 es va inaugurar l'actual edifici del Col·legi La Salle de Figueres. L'any 1914, Espanya es va declarar neutral durant tota la Primera Guerra Mundial, i a Figueres es va construir el Teatre Cinema El Jardí. L'any 1916 va començar a funcionar el telèfon a Figueres. El 2 de maig de 1918 es va inaugurar la reforma de la rambla de Figueres. El 13 d'abril de 1919 es va crear l'equip de futbol: Unió Esportiva Figueres. El maig de 1920 es va inaugurar el Parc Bosc Municipal, i es va convertir en l'autèntic pulmó de Figueres, aquest mateix any l'ajuntament figuerenc va crear la companyia municipal d'aigües. El 12 de juliol de 1922 es va inaugurar la Biblioteca Popular de la Mancomunitat de Catalunya. L'any 1922 es va estrenar la primera línia d'autobusos de motor que anava de Figueres al Pertús. El 13 de setembre de 1923, el general Primo de Rivera va donar un cop d'estat iniciant una dictadura que duraria fins a l'any 1930, amb el favor del rei Alfons XIII d'Espanya, fet que li costaria la corona en les eleccions del 1931. El 1925 es va empedrar la carretera reial que travessava Figueres. Del 1900 al 1930 la població de Figueres va augmentar en un 132% arribant als 14.106 habitants."],  
                    ["Era Republicana (1931 - 1938)", 
                     "El 12 d'abril de 1931 a les eleccions municipals va guanyar la Federació Republicana Socialista de l'Empordà (FRSE) que formava part de la coalició Esquerra Republicana de Catalunya. La participació va ser del 64,5%. El nou alcalde va ser en Marià Pujolà i Vidal. El dia 14 d'abril es va proclamar la República a Figueres. El 8 d'agost de 1931 es va votar l'Estatut d'Autonomia (de Núria), la participació va ser del 70% i el resultat va ser: vots a favor 2.328 (99,7%), vots en contra 6 (0,26%) i vots en blanc 1 (0,04%). El 19 de novembre de 1933 va haver-hi eleccions a Corts, on per primer cop van votar les figuerenques, el resultat va ser del triomf d'ERC per un 60,8% dels vots. El 14 d'abril de 1933 es va inaugurar el Col·legi Públic Sant Pau que va ser el primer de titularitat estatal de la ciutat. Els fets d'octubre de 1934 no varen tenir gaire ressò a Figueres que no va secundar la proclamació d'Estat Català feta pel president de la Generalitat Lluís Companys. Després del govern de dretes de la república (1933-1935), el front popular va guanyar les eleccions, el clima de violència política anava en augment, i va acabar amb el cop d'estat del 18 de juliol de 1936, que no es va conèixer a Figueres fins a l'endemà, el dia 19. A la ciutat va haver-hi 76 figuerencs que van ser assassinats per milicians antifeixistes dels diferents sindicats obrers. El 12 d'octubre de 1936 va arribar a Figueres el primer grup de voluntaris de les Brigades Internacionals per lluitar a favor de la República. El dia 3 de novembre de 1936 l'ajuntament de la ciutat, en mans dels sectors més radicals, va acordar l'enderroc de l'església parroquial de Sant Pere. Les obres van començar immediatament: es va destruir el campanar, el presbiteri i el creuer; només va quedar dempeus la nau gòtica, perquè s'havien esgotat els diners. El mes de juny de 1937 es va acabar la construcció de l'edifici actual de l'Ajuntament. El 20 de gener de 1938 es va produir el primer bombardeig de Figueres, van ser avions de l'Alemanya nazi que van deixar caure unes 30 bombes sobre la ciutat, afortunadament, no va haver-hi cap víctima. Al cap de 3 dies va arribar el segon i el tercer bombardeig: el segon va ser al migdia i van participar avions alemanys llençant les seves bombes sobre el Parc Bosc i el Passeig Nou; el tercer atac aeri va ser a la tarda, aquest cop avions de la Itàlia feixista; aquests dos atacs del dia 23 de gener va provocar 16 morts. Figueres des del 20 de gener de 1939 fins al 7 de febrer de 1939 va ser bombardejada 18 vegades. El 23 de gener de 1939 el president del govern Juan Negrín López va ordenar el trasllat del govern espanyol a Figueres. La nit del dia 1 de febrer de 1939 la ciutat es va convertir en seu de les Corts Republicanes i en capital de la República. La sessió del parlament, que va ser nocturna, es va dur a terme al Castell de Sant Ferran i van assistir 62 diputats del total de 473 existents. El 3 de febrer de 1939 van passar per Figueres una riuada humana de 150.000 persones que anaven cap a França, aquest dia la ciutat i el castell van ser bombardejats 5 vegades i va haver-hi 82 víctimes mortals. Els següents dies el corrent humà que travessava Figueres en direcció França no va aturar-se. El dia 5 de febrer es va saber a Figueres la marxa cap a França del president de la República Manuel Azaña Díaz, el president de la Generalitat Lluís Companys i Jover, el lehendakari José Antonio Aguirre i d'altres membres del govern central i l'autonòmic; al vespre, els carrers de la ciutat es trobaven totalment deserts."], 
                    ["Dictadura Franquista (1939 - 1975)", 
                     "El dia 9 de febrer de 1939 la ciutat presentava un aspecte horrorós: morts pels carrers, cases en ruïnes, focs que no paraven de cremar, carrers bloquejats per les runes, el clavegueram i el subministrament d'aigua no funcionaven, etc... però, a més a més, hi havia la presència d'un exèrcit enemic que havia ocupat la ciutat i un règim dictatorial que volia passar comptes i castigar vençuts. El 19 de febrer de 1939 el Teatre Municipal va ser incendiat, de forma involuntària, per soldats d'un tabor o batalló de soldats indígenes i oficials espanyols del Protectorat espanyol al Marroc, que forma part de les unitats de l'exèrcit nacional; i l'edifici va quedar totalment destruït excepte les parets exteriors. El 1940, malgrat la simpatia del règim franquista amb l'Alemanya nazi i la Itàlia feixista, Espanya es va declarar neutral durant la Segona Guerra Mundial, pel fet que el país es trobava enmig d'una gran pobresa. Els anys 40 i 50 van ser anys d'aïllament internacional, autarquia, una forta repressió política i una gran pobresa, també a Figueres. Als anys 60, es produeix un creixent amb l'arribada del turisme estranger a la comarca, sobretot francesos, alemanys, holandesos, suïssos, etc..., gràcies a la presència d'aquests estiuejants forasters es va iniciar una etapa econòmica molt satisfactòria per a Figueres que va destacar com a nucli econòmic i comercial de l'Alt Empordà. També durant els anys 60, i principis dels 70, es produeix amb força el fenomen de l'emigració d'altres zones d'Espanya, com andalusos, extremenys, murcians, etc... cap a Catalunya i cap a aquesta ciutat alt-empordanesa en particular. La Costa Brava nord anava bé i Figueres creixia i s'enfortia. L'abril de 1971 es va inaugurar la seu actual del Museu de l'Empordà, que havia estat creat el 1947, a la part baixa de la Rambla figuerenca. Amb l'augment de la població la ciutat va veure com apareixien noves parròquies, a més de la més antiga de Sant Pere. El 19 de setembre de 1971 la ciutat va patir un temporal de pluja que va descarregar, en només 24 hores, 535 l/m2, provocant unes grans inundacions a Figueres i a tota la comarca. L'11 de maig de 1972 es va inaugurar el Monument a Pep Ventura, a l'actual Plaça President Tarradellas. L'octubre de 1973 es va inaugurar el segon col·legi públic de Figueres: el Salvador Dalí. El 28 de setembre de 1974 es va inaugurar el Teatre-Museu Dalí sobre les restes de l'antic Teatre Municipal. L'any següent, el 1975, Figueres va tenir una Escola de Formació Professional, aquest centre va ser prendre el nom del famós inventor figuerenc: Narcís Monturiol. També, l'any 1975, el poble de Vilatenim i el llogaret de Palol de Vila-Sacra van incorporar-se al municipi de Figueres. Durant els anys del franquisme la ciutat va anar creixent de poc més de 16.000 habitants fins als 28.000 l'any de la mort del dictador, encara que el creixement més fort va ser del 1960 al 1975."], 
                    ["Transició i Democràcia (1976 - actualitat)", 
                     "Des de 1975 fins a l'actualitat, Figueres continua augmentant la població fins als 49.689 actuals. El 15 de desembre de 1976 es va fer la votació del referèndum per a la Reforma Política a Espanya i els figuerencs van votar sí el 75% del cens electoral. En el referèndum del 6 de desembre de 1978 sobre la Constitució els ciutadans de Figueres van votar sí el 61,8% del cens electoral. La votació per aprovar l'Estatut d'Autonomia de Catalunya de 1979 va comptar amb el 52,86% del cens electoral que va votar afirmativament. Les primeres eleccions municipals, el 1979, les va guanyar el Partit dels Socialistes de Catalunya. L'any 1982 es va inaugurar el Museu del Joguet de Catalunya. El 1983 va ser empresonat a la Fortalesa de Sant Ferran, que llavors funcionava com a presó militar, l'extinent coronel de la Guàrdia Civil Antonio Tejero que era un dels màxims representants del frustrat intent de cop d'estat del 23 de febrer de 1981. En la dècada dels anys 80 també cal destacar la mort del pintor Salvador Dalí el 23 de gener de 1989, enterrat en el seu museu. Des del punt de vista polític els figuerencs, des del 1979 fins a les eleccions del 2011, s'han decidit bàsicament per dues forces polítiques: Partit dels Socialistes de Catalunya i Convergència i Unió. A partir de les eleccions maig de 2019, es va fer un quadripartit amb ERC al capdavant. Des de les eleccions del 2023, governa a Figueres l'alcalde Jordi Masquef de Junts per Figueres."]
                ]
            }
        }
    }, 
    "es": {
        "itemsNavbar": [["#aboutInfo","Sobre Figueres"],["#activities","Actividades"],["#location","Ubicación"],["#history","Historia"]], 
        "sections": {
            "presentation": {
                "title": "Descubre Figueres", 
                "description": "El epicentro del territorio del Alt Empordà, sus principales atractivos son el paisaje, la cultura, la historia y el viento de tramontana. Está situada a quince kilómetros del mar Mediterráneo, a los pies de los Pirineos y rodeada por tres parques naturales."
            }, 
            "distances": [["./multimedia_files/images/sea.png","A 15 km del Mar Mediterráneo"],
                          ["./multimedia_files/images/world.png","El epicentro del Alt Empordà"],
                          ["./multimedia_files/images/roadGirona.png","A 30 minutos de Girona"],
                          ["./multimedia_files/images/roadBcnTarragona.png","A 1 hora de Barcelona"],
                          ["./multimedia_files/images/roadBcnTarragona.png","A 2 horas de Tarragona"],
                          ["./multimedia_files/images/roadLleida.png","A 2 horas de Lleida"]], 
            "aboutInfo": {
                "title": "Sobre Figueres", 
                "id": "aboutInfo", 
                "info": {
                    "place": {
                        "title": "Lugar", 
                        "data": [
                            ["Estado","España"],
                            ["Comunidad autónoma","Cataluña"],
                            ["Ámbito territorial","Comarcas Gironines"],
                            ["Comarca","Alt Empordà (Capital de la comarca)"]]
                    }, 
                    "humanPopulation": {
                        "title": "Población humana", 
                        "data": [
                            ["Población","48875 (2024), (2532,38 hab/km2)"],
                            ["Gentilicio","Figuerenc, Figuerenca"]]
                    }, 
                    "geography": {
                        "title": "Geografia", 
                        "data": [
                            ["Superficie","19.3 km2"],
                            ["Bañado por","Manol"],
                            ["Altitud","39 m"]]
                    }, 
                    "descriptiveIden": {
                        "title": "Identificadores descriptivos", 
                        "data": [
                            ["Código Postal",17600],
                            ["Uso Horario","UTC+01:00 i UTC+02:00"],
                            ["Código INE",17066],
                            ["Código IDESCAT",170669]]
                    }, 
                    "webPortal": {
                        "title": "Portal web", 
                        "data": "https://www.figueres.cat/"
                    }
                }
            }, 
            "activities": {
                "title": "Actividades", 
                "id": "activities"
            }, 
            "location": {
                "title": "Ubicación", 
                "id": "location"
            }, 
            "history": {
                "title": "Historia", 
                "id": "history", 
                "info": [
                    ["Edad Antigua (Origen de los tiempos - 218 aC)", 
                     "Hacia el 600 a. C. habría en el cerro de la Muntanyeta (donde actualmente se encuentra la Fortaleza de San Fernando) un primitivo asentamiento ibérico de la tribu de los indígets. En aquella época buena parte de la llanura del Alt Empordà estaba inundada por humedales y grandes extensiones de juncos. Sus habitantes vivían en las pequeñas colinas o en las zonas más elevadas libras de las aguas estancadas, también había que vivían en cuevas que sirvieron de refugio para el hombre del paleolítico inferior y medio al macizo del Montgrí. La primera colonización fue los griegos que se establecieron muy cerca de la actual comarca, a Rhode (Roses) en el siglo viii a. C. y a Empòrion (Ampurias) a principios del siglo vino a. C.."], 
                    ["Edad Clásica (217 aC - 500)", 
                     "Los romanos desembarcaron en la ciudad griega de Empòrion el 218 a. C., y hacia el 195-194 a. C. crearon un pequeño núcleo de población en la zona baja del actual término municipal de Figueres, a la zona de la calle Tapes y la Aigüeta, que recibió el nombre de Joncària, puesto que había muchos juncos en aquel terreno. Esta pequeña población fue ganando importancia, por el hecho que era una de las paradas de la importante calzada romana, primero llamada vía Domícia y, después, vía Augusta. Esta parada de la vía romana se encontraba a una jornada a pie del Pertús y a otra jornada de Girona. Los romanos obligaron a los indígets que habían vivido en el cerro de la Muntanyeta a bajar a la zona plana próxima a la vía romana y su mansión y, así, despacio se creó en la zona, primero, dos poblados (un ibérico y otro romano) y, posteriormente, un solo asentamiento cada vez más romanizado."], 
                    ["Edad Media (501 - 1400)", 
                     "A partir del año 258, a causa del caos administrativo dentro de los territorios del Imperio Romano, se produjo la invasión del pueblo germánico de los francos que destruyó y saquear todo el que encontraron durante 12 años; durante este periodo los bárbaros germánicos acabaron con la pequeña población de Joncària, dejándola reducida a un piloto de escombros y cenizas (que habrían dado el nombre de Cendrassos a los restos de este establecimiento romano), a partir de este hecho desaparece el nombre de Joncària. Temps después, una vez pasó el peligro, la población hispanoromana rehizo un núcleo de población en aquella zona de la vía Augusta; así se rehicieron las casas con paredes y tapias de barro, y por eso el pueblecito recibió el nombre de Tapioles. El pueblecito de Tapioles sobrevivió hasta la llegada de los visigodos en el siglo v, o hasta la llegada de los sarracenos a principios del siglo viii. La invasión y conquista de la península Ibérica, que se inició en 711, llegó al Alt Empordà hacia el 712. Las tropas sarracenas llegaron de forma violenta y esto produjo que buena parte de la población se refugiara en los bosques de las Alberes y de las Salinas (zona pirenaica del Ampurdán) o huyera a las vecinas tierras del Rosselló. Hacia el 785 todo el Alt Empordà ya era territorio franco y estaba libre de musulmanes. El año 802 encontramos por primera vez en una inscripción el nombre de 'villa Ficerias' y el 962 aparece en otro documento el nombre de 'Figariae'. La palabra de origen latino 'Ficarias' tendría la traducción de Figueres, que indica el nombre de los árboles que producen los higos. El año 1020 encontramos ya documentada la iglesia parroquial de Sant Pere de Figueres ('Sancti Pétreo de Figarias'). Hasta la segunda mitad del siglo xiii Figueres era un pueblecito de unos 20 fuegos (entre 80 y 100 habitantes) que había crecido alrededor de la iglesia parroquial y se encontraba en una pequeña colina de solo 39 metros de altitud en la actual plaza de la Iglesia. Hasta el 1111 este pueblecito perteneció en el condado de Besalú, y a partir de este año pasó, como el resto del condado, pasó a estar bajo el poder del conde de Barcelona. El rey Jaime I el Conquistador convirtió el 21 de junio de 1267 a Figueres en villa real y le dio una carta puebla que proporcionó una serie de ventajas y privilegios a los aldeanos, como no sufrir los malos usos, ser más libres y tener un día de mercado semanal y una feria añal de 8 días de duración. El rey Jaime I quiso convertir este villorio, que se encontraba en la carretera de Girona en Perpiñán y hacía frontera con el Comtat de Ampurias, en la base principal del poder real a la zona y, así, poder parar al belicoso y rebelde conde de Ampurias y, también, cualquier intento de invasión francesa del Ampurdán. Las murallas que cerraban la población dibujando un pequeño rectángulo formado por las actuales calles de Besalú, Subida del Castell, Canigó y de la Jonquera; dejando extramuros buena parte de la actual plaza del Ayuntamiento. Este recinto amurallado tenía una superficie de 15.000 m². De la antigua muralla queda de pie la torre Gorgot, convertida actualmente en la Torre Galatea del Teatro-Museo Dalí. Para conseguir aumentar la reducida población de Figueres el niño Pedro (futuro rey Pedro II el Grande), el 12 de marzo de 1269, facilitó la creación de un callo judío a la nueva villa real liberando durante cinco años del tributo a todos los judíos que fueran a vivir en Figueres. El barrio judío existió durante más de 200 años, se encontraba en la actual calle Magra y contaba con una sinagoga, carnicería y hornos propios. El conde Hug V de Ampurias intentó chafar la nueva villa real y el 16 de octubre de 1274 asedió Figueres que estaba débilmente fortificada y con pocos defensores; después de tres días de asedio el conde de Ampurias y su hueste consiguieron entrar dentro de la pequeña villa y saquearon todas las casas, mataron muchos de sus habitantes y se llevaron las puertas de las murallas hacia Castelló d'Empúries como trofeo de guerra. Pero el niño Pedro llegó a Figueres con 180 caballeros y persiguió las tropas del conde Hug V hasta que se produjo una enconada batalla donde el niño Pedro derrotó el rebelde conde emporità, y volvió a Figueres para iniciar la reconstrucción de las casas destruidas y de las murallas echadas a perder. Figueres también fue ocupada por los franceses durante 3 meses del año 1285. Pedro el Ceremonioso tuvo un especial interés por Figueres que vivió temporadas en la población. El 28 de septiembre de 1419 el rey Alfonso IV el Magnánimo instauró como fiesta principal y feria el 3 de mayo festividad de la Santa Cruz. Entre el 1462 y el 1472 tuvo lugar la Guerra civil catalana o Guerra de los remences, donde el rey Juan II de Aragón que se puso de parte de los remences lucharon contra el poder de la Diputación del General, y acabó con el final de los malos usos."], 
                    ["Edad de Moderna (1401 - 1699)", 
                     "La población de Figueres continuó, mayoritariamente, cerrada dentro de sus murallas medievales, hasta principios del siglo xviii, aunque empezaron a aparecer casas extramuros en las cuatro principales vías de entrada desde mediados de siglo xvi). El vallado amurallado disponía de cuatro portales de donde salían los caminos principales y tenía también 16 torres. A pesar de que desde el final de la Guerra Civil Catalana, en 1472, hasta la guerra de los Segadores, el 1640, todo el Ampurdán disfrutó de una época sin guerras, la villa de Figueres tuvo mucha actividad como centro de concentración de tropas para luchar contra los franceses que, periódicamente, atacaban o invadían los territorios de la Cataluña Norte, hasta la separación de la Cataluña Norte con el resto de Cataluña, el Ampurdán quedó del lado de la monarquía hispánica, mientras que el Rosselló pasó junto a Francia."], 
                    ["Guerra de Sucesión (1700 - 1714)", 
                     "El 3 de noviembre de 1701, se casaron en la iglesia parroquial de Sant Pere de Figueres el rey Felipe V de España con su primera mujer la princesa Maria Lluïsa de Saboya. Durante la guerra de Sucesión Española (1701-1715) Figueres fue ocupada varias veces tanto por las tropas del archiduque Carlos como por las tropas de Felipe de Anjou."], 
                    ["Siglo de las Revoluciones (1715 - 1799)", 
                     "Después del Tratado de los Pirineos y la pérdida de la Cataluña Norte, la frontera con Francia fue la cordillera de los Pirineos y la primera localidad importante entrante en España desde el Pertús era la villa de Figueres. El rey Fernando VI de España decidió la construcción de una grande y potente fortaleza a Figueres. La población de Figueres creció de forma importante en el siglo xviii. El 1725 ya llegaba a los 1.872 habitantes y era la población más grande de la comarca. Cuando se produjo la Revolución Francesa llegó a Figueres una gran cantidad de emigrados franceses absolutistas que huían del nuevo gobierno (nobles, militares y clérigos). El julio de 1791 había más de un millar viviendo a la villa. Al estallar la Guerra Grande (1793-1795), Figueres se convirtió en el punto decisivo de la defensa española. Inicialmente, la campaña fue favorable en España, pero el 20 de noviembre de 1794 las tropas hispánicas son derrotadas en la batalla del Roure; esto provocó un éxodo masivo de la población de Figueres, y de los habitantes del Alt Empordà, que huían de los franceses. El día 28 de noviembre de 1794 la Fortaleza de San Fernando se rindió a las tropas francesas sin haber hecho ni un solo disparo. La Fortaleza de San Fernando quedó en manos francesas hasta el 22 de julio de 1795 que con la Pau de Basilea se acabó la guerra y Francia devolvió los territorios conquistados."], 
                    ["Era Industrial (1800 - 1899)", 
                     "El 10 de febrero de 1808 los franceses ocuparon pacíficamente la villa de Figueres, puesto que eran aliados de España en su lucha contra los ingleses y portugueses. A primeros de abril, como que las fuerzas francesas estacionadas a la villa real eran muy numerosas, sus mandos pidieron permiso a las autoridades militares españolas de la Fortaleza de San Fernando que permitieran el alojamiento de 200 soldados franceses; las autoridades españolas accedieron y los franceses una vez dentro consiguieron su control. Los franceses denominaron la imponente fortificación militar de Figueres como la 'bella inútil', porque a pesar de ser tan grande y muy hecha desde el punto de vista militar las dos veces que quisieron conquistarla lo consiguieron sin disparar ni un solo disparo. Con el final de la Guerra del Francés las tropas napoleónicas evacuaron la Fortaleza de San Fernando el 25 de mayo de 1814. Más tarde, cuando el rey Fernando VII de España volvió de su exilio francés va sojornar a Figueres a causa de unos fuertes chaparrones que hacían imposible atravesar el río Manol. El 1817 empezaron las obras del nuevo Cementerio Municipal, dejando ya de enterrar junto a la iglesia parroquial, este mismo año una fuerte tramuntanada hizo caer parte del campanario de la iglesia de Sant Pere. El septiembre de 1835 Figueres empezó a fortificarse ante el peligro de un ataque de las tropas carlistas, estas nuevas murallas ya no coincidían con las antiguas de la villa vieja, puesto que Figueres había aumentado mucho en extensión. Durante la primera guerra carlista llegaron la situación que toda la comarca estaba dominada por los carlistas excepto la villa de Figueres y su fortaleza. Una vez acabada la guerra la villa real continuó creciendo y modernizándose. Durante el Sexenio Democrático Figueres y toda su comarca era partidaria de las ideas del republicanismo federal y un de Figueres fue ministro de finanzas del gobierno español durante la Primera República Española. El año 1874 los de Figueres estuvieron inmersos de pleno en la Tercera Guerra Carlista; puesto que las partidas del general carlista Francesc Savalls, que dominaban la mayor parte de la comarca, querían conquistar la villa y el castillo. La madrugada del 28 de mayo de 1874 las tropas carlistas atacaron Figueres, pero, a pesar de la carencia de colaboración de la guarnición de la Fortaleza de San Fernando, los aldeanos consiguieron rechazar el ataque y los carlistas se retiraron, gracias a este hecho heroico, el rey Alfonso XII de España dio el título de ciudad a Figueres. Una vez acabada la guerra, los de Figueres derrocaron definitivamente las murallas. El 28 de octubre de 1877 el ferrocarril llegó a Figueres. El 1878 llega la plaga de la fil·loxera en la comarca y esto provoca una situación de pobreza y el Alt Empordà perdió 7.000 habitantes, a pesar de todo, la población de Figueres no disminuyó, puesto que el sector agrícola era muy poco importante y la industria y la artesanía jugaban un papel mucho más importante. El año 1887 se inauguró la plaza del Grano. El 1894 se construyó la plaza de Bravos de la ciudad en un estilo mudéjar. El 1896 empiezan las obras de instalación de la electricidad."],
                    ["Era Industrial (1900 - 1930)", 
                     "Cuando empieza el siglo xx, la población de Figueres era de 10.714 habitantes y durante este siglo tendrá un importante crecimiento. El 1902 se levantó el edificio modernista del Matadero Municipal de Figueres. El 1904 se construyó el edificio modernista del Casino Menestral De Figueres. El 1905 se construyó la prisión de Figueres al final de la calle Santo Pablo, este mismo año el rico de Figueres Carles Cusí construyó el primer cine de Figueres y de toda la provincia. El año 1908 corrían por las calles de la ciudad los primeros coches propiedad de algunos de Figueres acomodados. El 1910 se inauguró el actual edificio del Colegio La Salle de Figueres. El año 1914, España se declaró neutral durante toda la Primera Guerra Mundial, y a Figueres se construyó el Teatro Cine El Jardín. El año 1916 empezó a funcionar el teléfono a Figueres. El 2 de mayo de 1918 se inauguró la reforma de la rambla de Figueres. El 13 de abril de 1919 se creó el equipo de fútbol: Unión Deportiva Figueres. El mayo de 1920 se inauguró el Parco Bosque Municipal, y se convirtió en el auténtico pulmón de Figueres, este mismo año el ayuntamiento de Figueres creó la compañía municipal de aguas. El 12 de julio de 1922 se inauguró la Biblioteca Popular de la Mancomunidad de Cataluña. El año 1922 se estrenó la primera línea de autobuses de motor que iba de Figueres al Pertús. El 13 de septiembre de 1923, el general Primo de Rivera dio un golpe de estado iniciando una dictadura que duraría hasta el año 1930, con el favor del rey Alfonso XIII de España, hecho que le costaría la corona en las elecciones del 1931. El 1925 se empedró la carretera real que atravesaba Figueres. Del 1900 al 1930 la población de Figueres aumentó en un 132% llegando a los 14.106 habitantes."],  
                    ["Era Republicana (1931 - 1938)", 
                     "El 12 de abril de 1931 a las elecciones municipales ganó la Federación Republicana Socialista del Ampurdán (FRSE) que formaba parte de la coalición Esquerra Republicana de Cataluña. La participación fue del 64,5%. El nuevo alcalde fue en Mariano Pujolà y Vidal. El día 14 de abril se proclamó la República a Figueres. El 8 de agosto de 1931 se votó el Estatuto de Autonomía (de Nuria), la participación fue del 70% y el resultado fue: votos a favor 2.328 (99,7%), votos en contra 6 (0,26%) y votos en blanco 1 (0,04%). El 19 de noviembre de 1933 hubo elecciones a Corts, donde por primera vez votaron las de Figueres, el resultado fue del triunfo de ERC por un 60,8% de los votos. El 14 de abril de 1933 se inauguró el Colegio Público Santo Pablo que fue lo primero de titularidad estatal de la ciudad. Los hechos de octubre de 1934 no tuvieron mucho eco a Figueres que no secundó la proclamación de Estado Catalán hecha por el presidente de la Generalitat Lluís Companys. Después del gobierno de derechas de la república (1933-1935), el frente popular ganó las elecciones, el clima de violencia política iba en aumento, y acabó con el golpe de estado del 18 de julio de 1936, que no se conoció a Figueres hasta el día siguiente, el día 19. En la ciudad hubo 76 de Figueres que fueron asesinados por milicianos antifascistas de los diferentes sindicatos obreros. El 12 de octubre de 1936 llegó a Figueres el primer grupo de voluntarios de las Brigadas Internacionales para luchar a favor de la República. El día 3 de noviembre de 1936 el ayuntamiento de la ciudad, en manos de los sectores más radicales, acordó el escombro de la iglesia parroquial de Sant Pere. Las obras empezaron inmediatamente: se destruyó el campanario, el presbiterio y el crucero; solo quedó de pie la nave gótica, porque se habían agotado el dinero. El mes de junio de 1937 se acabó la construcción del edificio actual del Ayuntamiento. El 20 de enero de 1938 se produjo el primer bombardeo de Figueres, fueron aviones de la Alemania nazi que dejaron caer unas 30 bombas sobre la ciudad, afortunadamente, no hubo ninguna víctima. En el jefe de 3 días llegó el segundo y el tercer bombardeo: el segundo fue a mediodía y participaron aviones alemanes tirando sus bombas sobre el Parco Bosque y el Paseo Nuevo; el tercer ataque aéreo fue por la tarde, esta vez aviones de la Italia fascista; estos dos ataques del día 23 de enero provocó 16 muertos. Figueres desde el 20 de enero de 1939 hasta el 7 de febrero de 1939 fue bombardeada 18 veces. El 23 de enero de 1939 el presidente del gobierno Juan Negrín López ordenó el traslado del gobierno español a Figueres. La noche del día 1 de febrero de 1939 la ciudad se convirtió en sede de las Cortes Republicanas y en capital de la República. La sesión del parlamento, que fue nocturna, se llevó a cabo en el Castell de San Fernando y asistieron 62 diputados del total de 473 existentes. El 3 de febrero de 1939 pasaron por Figueres una riada humana de 150.000 personas que iban hacia Francia, este día la ciudad y el castillo fueron bombardeados 5 veces y hubo 82 víctimas mortales. Los siguientes días la corriente humana que atravesaba Figueres en dirección Francia no se paró. El día 5 de febrero se supo a Figueres la marcha hacia Francia del presidente de la República Manuel Azaña Díaz, el presidente de la Generalitat Lluís Companys i Jover, el lehendakari José Antonio Aguirre y otros miembros del gobierno central y el autonómico; al atardecer, las calles de la ciudad se encontraban totalmente desiertos."], 
                    ["Dictadura Franquista (1939 - 1975)", 
                     "El día 9 de febrero de 1939 la ciudad presentaba un aspecto horroroso: muertos por las calles, casas en ruinas, fuegos que no paraban de quemar, calles bloqueadas por los escombros, el alcantarillado y el suministro de agua no funcionaban, etc... pero, además, había la presencia de un ejército enemigo que había ocupado la ciudad y un régimen dictatorial que quería pasar cuentas y castigar vencidos. El 19 de febrero de 1939 el Teatro Municipal fue incendiado, de forma involuntaria, por soldados de un tabor o batallón de soldados indígenas y oficiales españoles del Protectorado español en el Marruecos, que forma parte de las unidades del ejército nacional; y el edificio quedó totalmente destruido excepto las paredes exteriores. El 1940, a pesar de la simpatía del régimen franquista con la Alemania nazi y la Italia fascista, España se declaró neutral durante la Segunda Guerra Mundial, por el hecho que el país se encontraba en medio de una gran pobreza. Los años 40 y 50 fueron años de aislamiento internacional, autarquía, una fuerte represión política y una gran pobreza, también a Figueres. En los años 60, se produce un creciente con la llegada del turismo extranjero en la comarca, sobre todo franceses, alemanes, holandeses, suizos, etc..., gracias a la presencia de estos veraneantes forasteros se inició una etapa económica muy satisfactoria para Figueres que destacó como núcleo económico y comercial del Alt Empordà. También durante los años 60, y principios de los 70, se produce con fuerza el fenómeno de la emigración otras zonas de España, como andaluces, extremeños, murcianos, etc... hacia Cataluña y hacia esta ciudad alto-ampurdanesa en particular. La Costa Brava norte iba bien y Figueres crecía y se fortalecía. El abril de 1971 se inauguró la sede actual del Museo del Ampurdán, que había sido creado el 1947, a la parte baja de la Rambla de Figueres. Con el aumento de la población la ciudad vio como aparecían nuevas parroquias, además de la más antigua de Sant Pere. El 19 de septiembre de 1971 la ciudad sufrió un temporal de lluvia que descargó, en solo 24 horas, 535 l/m², provocando unas grandes inundaciones a Figueres y en toda la comarca. El 11 de mayo de 1972 se inauguró el Monumento a Pep Ventura, en la actual Plaza Presidente Tarradellas. El octubre de 1973 se inauguró el segundo colegio público de Figueres: el Salvador Dalí. El 28 de septiembre de 1974 se inauguró el Teatro-Museo Dalí sobre los restos del antiguo Teatro Municipal. El año siguiente, el 1975, Figueres tuvo una Escuela de Formación Profesional, este centro fue tomar el nombre del famoso inventor de Figueres: Narciso Monturiol. También, en 1975, el pueblo de Vilatenim y la aldea de Palol de Vila-sacra se incorporaron en el municipio de Figueres. Durante los años del franquismo la ciudad fue creciente de poco más de 16.000 habitantes hasta los 28.000 el año de la muerte del dictador, aunque el crecimiento más fuerte fue del 1960 al 1975."], 
                    ["Transición y Democracia (1976 - actualidad)", 
                     "Desde 1975 hasta la actualidad, Figueres continúa aumentando la población hasta los 49.689 actuales. El 15 de diciembre de 1976 se hizo la votación del referéndum para la Reforma Política en España y los de Figueres votaron sí el 75% del censo electoral. En el referéndum del 6 de diciembre de 1978 sobre la Constitución los ciudadanos de Figueres votaron sí el 61,8% del censo electoral. La votación para aprobar el Estatuto de Autonomía de Cataluña de 1979 contó con el 52,86% del censo electoral que votó afirmativamente. Las primeras elecciones municipales, el 1979, las ganó el Partido de los Socialistas de Cataluña. El año 1982 se inauguró el Museo del Juguete de Cataluña. El 1983 fue encarcelado a la Fortaleza de San Fernando, que entonces funcionaba como prisión militar, el exteniente coronel de la Guardia Civil Antonio Tejero que era uno de los máximos representantes del frustrado intento de golpe de estado del 23 de febrero de 1981. En la década de los años 80 también hay que destacar la muerte del pintor Salvador Dalí el 23 de enero de 1989, enterrado en su museo. Desde el punto de vista político los de Figueres, desde el 1979 hasta las elecciones del 2011, se han decidido básicamente por dos fuerzas políticas: Partido de los Socialistas de Cataluña y Convergència i Unió. A partir de las elecciones mayo de 2019, se hizo un quadripartit con ERC al frente. Desde las elecciones del 2023, gobierna a Figueres el alcalde Jordi Masquef de Juntos por Figueres."]
                ]
            }
        }
    }, 
    "en": {
        "itemsNavbar": [["#aboutInfo","About Figueres"],["#activities","Activities"],["#location","Location"],["#history","History"]], 
        "sections": {
            "presentation": {
                "title": "Discover Figueres", 
                "description": "The epicenter of the Alt Empordà territory, its main attractions are the landscape, culture, history and the north wind. It is located fifteen kilometers from the Mediterranean Sea, at the foot of the Pyrenees and surrounded by three natural parks."
            }, 
            "distances": [["./multimedia_files/images/sea.png","15 km from the Mediterranean Sea"],
                          ["./multimedia_files/images/world.png","The epicenter of Alt Empordà"],
                          ["./multimedia_files/images/roadGirona.png","30 minutes from Girona"],
                          ["./multimedia_files/images/roadBcnTarragona.png","1 hour from Barcelona"],
                          ["./multimedia_files/images/roadBcnTarragona.png","2 hours from Tarragona"],
                          ["./multimedia_files/images/roadLleida.png","2 hours from Lleida"]], 
            "aboutInfo": {
                "title": "About Figueres", 
                "id": "aboutInfo", 
                "info": {
                    "place": {
                        "title": "Place", 
                        "data": [
                            ["Country","Spain"],
                            ["Autonomous Community","Catalonia"],
                            ["Territorial scope","Girona region"], 
                            ["County","Alt Empordà (Capital of the county)"]]
                    }, 
                    "humanPopulation": {
                        "title": "Human population", 
                        "data": [
                            ["Population","48875 (2024), (2532,38 hab/km2)"],
                            ["Demonyms","Figuerenc, Figuerenca"]]
                    }, 
                    "geography": {
                        "title": "Geography", 
                        "data": [
                            ["Area","19.3 km2"],
                            ["Bathed by","Manol"],
                            ["Elevation","39 m"]]
                    }, 
                    "descriptiveIden": {
                        "title": "Descriptive IDs", 
                        "data": [
                            ["Postal Code",17600],
                            ["Use Timetable","UTC+01:00 i UTC+02:00"],
                            ["IDESCAT code",17066],
                            ["IDESCAT code",170669]]
                    }, 
                    "webPortal": {
                        "title": "Website", 
                        "data": "https://www.figueres.cat/"
                    }
                }
            }, 
            "activities": {
                "title": "Activities", 
                "id": "activities"
            }, 
            "location": {
                "title": "Location", 
                "id": "location"
            }, 
            "history": {
                "title": "History", 
                "id": "history", 
                "info": [
                    ["Old Age (Origin of Times - 218 B.C.)", 
                     "Around 600 BC there would be on the hill of La Muntanyeta (where the Fortress of San Fernando is currently located) a primitive Iberian settlement of the tribe of the Indigets. At that time, a large part of the Alt Empordà plain was flooded by wetlands and large areas of reeds. Its inhabitants lived in the small hills or in the highest free areas of stagnant waters, there were also those that lived in caves that served as a refuge for the man of the lower and middle Palaeolithic to the Montgrí massif. The first settlement was the Greeks who settled very close to the present region, in Rhode (Roses) in the 8th century BC and in Emporion (Empúries) in the early 6th century BC."], 
                    ["Classic Age (217 B.C. - 500)", 
                     "The Romans disembarked in the Greek city of Emporion in 218 BC, and around 195-194 BC they created a small population nucleus in the lower area of the current municipality of Figueres, in the area of Tapis and Aigüeta Street, which was called Joncaria, since there were many reeds in that terrain. This small town was gaining importance, because it was one of the stops of the important Roman road, first called via Domícia and then via Augusta. This stop on the Roman road was one day on foot from Pertús and another day in Girona. The Romans forced the indigets who had lived on the hill of La Muntanyeta to descend to the flat area near the Roman road and its mansion and, thus, little by little was created in the area, first, two villages (one Iberian and one Roman) and, later, a single settlement increasingly Romanized."], 
                    ["The Middle Ages (501 - 1400)", 
                     "From the year 258, due to the administrative chaos within the territories of the Roman Empire, there was the invasion of the Germanic people of the Franks that destroyed and looted everything they found for 12 years; during this period the Germanic barbarians ended up with the small population of Joncaria, leaving it reduced to a pilot of ruins and ashes (which would have given the name of Ashes to the remains of this Roman establishment), from this fact the name of Joncaria disappears. Some time later, once the danger had passed, the Hispano-Roman population rebuilt a population nucleus in that area of the Via Augusta; this was how the houses with walls and mud pits were rebuilt, and that is why the village was called Tapioles. The village of Tapioles survived until the arrival of the Visigoths in the 5th century, or until the arrival of the Saracens in the early 8th century. The invasion and conquest of the Iberian Peninsula, which began in 711, reached the Alt Empordà around 712. Saracen troops arrived violently and this caused a large part of the population to take refuge in the forests of the Alberes and the Salines (Pyrenees area of the Empordà) or to flee to the neighboring lands of Roussillon. By 785, the whole of Alt Empordà was a free territory and was free of Muslims. In 802 we find for the first time in an inscription the name of 'villa Ficerias' and in 962 the name of 'Figariae' appears in another document. The Latin word 'Ficarias' would have the translation of Figueres, which indicates the name of the trees that produce the figs. In 1020 we already find documented the parish church of Sant Pere de Figueres ('Sancti Petri de Figarias'). Until the second half of the 13th century Figueres was a small village of about 20 fires (between 80 and 100 inhabitants) that had grown around the parish church and was located in a small hill of only 39 meters of altitude in the current square of the Church. Until 1111 this village belonged to the county of Besalú, and from that year it happened, like the rest of the county, it came under the power of the count of Barcelona. King Jaume I the Conqueror converted Figueres on June 21, 1267 into a royal town and gave it a populated charter that provided a series of advantages and privileges to the villagers, such as not suffering from bad uses, being freer and having a weekly market day and an annual fair of 8 days. King Jaume I wanted to convert this village, which was on the road from Girona to Perpignan and bordered the County of Empúries, in the main base of royal power in the area and, thus, to be able to stop the bellicose and rebellious Count of Empúries and, also, any attempt of French invasion of the Empordà. The walls that closed the town drawing a small rectangle formed by the current streets of Besalú, Pujada del Castell, Canigó and La Jonquera; leaving much of the current Town Hall square outside the walls. This walled enclosure had an area of 15,000 m2. From the old wall stands the Gorgot Tower, now converted into the Galatea Tower of the Dalí Theatre-Museum. In order to increase the small population of Figueres, the infant Pedro (future King Pedro II the Great), on March 12, 1269, facilitated the creation of a Jewish quarter in the new royal town, freeing for five years of tribute to all the Jews who went to live in Figueres. The Jewish quarter existed for more than 200 years, was located on the current Magre street and had a synagogue, butcher's shop and its own ovens. Count Hugh V of Empúries tried to crush the new royal town and on October 16, 1274 besieged Figueres that was weakly fortified and with few defenders; after three days of siege the Count of Empúries and his host managed to enter the small town and sacked all the houses, killed many of its inhabitants and took the gates of the walls to Castelló d'Empúries as a trophy of war. But the infant Pere arrived in Figueres with 180 knights and chased the troops of Count Hugh V until a fierce battle took place where the infant Pere defeated the rebellious count emporità, and returned to Figueres to start the reconstruction of the destroyed houses and the damaged walls. Figueres was also occupied by the French for 3 months in 1285. Pere el Cerimoniós had a special interest in Figueres that lived seasons in the town. On 28 September 1419 King Alfonso IV the Magnanimous established as the main festival and fair on 3 May the feast of the Holy Cross. Between 1462 and 1472 the Catalan Civil War or War of the Remences took place, where King Juan II of Aragon who took part of the Remences fought against the power of the Diputación del General, and ended with the end of the bad uses."], 
                    ["Age of Modernism (1401 - 1699)", 
                     "The population of Figueres continued, mostly, closed within its medieval walls, until the beginning of the 18th century, although houses outside the walls began to appear on the four main entrance routes from the middle of the 16th century). The walled enclosure had four portals from which the main roads came and also had 16 towers. Although from the end of the Catalan Civil War, in 1472, until the War of the Reapers, in 1640, the whole of the Empordà enjoyed an era without wars, the town of Figueres had a lot of activity as a concentration center of troops to fight against the French who, periodically, attacked or invaded the territories of Northern Catalonia, until the separation of Northern Catalonia with the rest of Catalonia, the Empordà remained on the side of the Hispanic monarchy, while the Roussillon passed next to France."], 
                    ["The War of Succession (1700 - 1714)", 
                     "On November 3, 1701, King Felipe V of Spain married in the parish church of Sant Pere de Figueres with his first wife Princess Maria Luisa de Savoy. During the war of the Spanish Succession (1701-1715) Figueres was occupied several times by both the troops of Archduke Charles and the troops of Philip of Anjou."], 
                    ["Century of Revolutions (1715 - 1799)", 
                     "After the Treaty of the Pyrenees and the loss of Northern Catalonia, the border with France was the mountain range of the Pyrenees and the first important town entering Spain from Pertús was the town of Figueres. King Ferdinand VI of Spain decided to build a large and powerful fortress in Figueres. The population of Figueres grew significantly in the 18th century. In 1725 it reached 1,872 inhabitants and was the largest population in the region. When the French Revolution took place, a large number of absolutist French emigrants fled the new government (nobles, military and clergy) arrived in Figueres. In July 1791 there were more than a thousand living in the village. At the outbreak of the Great War (1793-1795), Figueres became the decisive point of the Spanish defense. Initially, the campaign was favorable to Spain, but on November 20, 1794, the Spanish troops were defeated in the Battle of El Roure; this caused a massive exodus of the population of Figueres, and the inhabitants of the Alt Empordà, who fled from the French. On 28 November 1794, the Fortress of Sant Ferran surrendered to the French troops without having shot a single shot. The Fortress of San Fernando remained in French hands until July 22, 1795 when the Peace of Basel ended the war and France returned the conquered territories."], 
                    ["Industrial Era (1800 - 1930)", 
                     "On 10 February 1808 the French occupied the village of Figueres peacefully, as they were allies of Spain in their fight against the English and Portuguese. At the beginning of April, as the French forces stationed in the royal town were very numerous, their commanders asked permission from the Spanish military authorities of the Fortress of San Fernando to allow the accommodation of 200 French soldiers; the Spanish authorities accessed it and the French once inside got their control. The French called the imposing military fortification of Figueres the 'useless beauty', because despite being so great and well done from the military point of view the two times they wanted to conquer it they achieved it without firing a single shot. With the end of the Peninsular War, Napoleonic troops evacuated the Fortress of Sant Ferran on 25 May 1814. Later, when King Ferdinand VII of Spain returned from his French exile he stayed in Figueres due to heavy floods that made it impossible to cross the Manol river. In 1817 the works of the new Municipal Cemetery began, leaving to bury next to the parish church, that same year a strong section dropped part of the bell tower of the church of Sant Pere. In September 1835, Figueres began to fortify itself in the face of the danger of an attack by the Carlist troops, these new walls no longer coincided with the old ones of the old town, since Figueres had greatly increased in extension. During the First Carlist War came the situation that the whole region was dominated by the Carlists except the town of Figueres and its fortress. Once the war was over, the royal town continued to grow and modernize. During the Sexenni Democràtic Figueres and its whole region was in favor of the ideas of federal republicanism and a Figueresian was minister of finance of the Spanish government during the First Spanish Republic. In 1874 the people of Figueres were immersed in the Third Carlist War; since the games of the Carlist general Francesc Savalls, who dominated most of the region, wanted to conquer the town and the castle. In the early hours of May 28, 1874, the Carlist troops attacked Figueres, but despite the lack of collaboration of the garrison of the Fortress of San Fernando, the locals managed to reject the attack and the Carlists withdrew, thanks to this heroic fact, King Alfonso XII of Spain gave the title of city to Figueres. Once the war was over, the people of Figueres definitively demolished the walls. On 28 October 1877 the railway reached Figueres. In 1878 the plague of phylloxera arrived in the region and this caused a situation of poverty and the Alt Empordà lost 7,000 inhabitants, however, the population of Figueres did not decrease, since the agricultural sector was very little important and the industry and crafts played a much more important role. In 1887 the Plaça del Gra was inaugurated. In 1894, the city's Plaza de Braus was built in a Mudéjar style. In 1896 the installation works of electricity began."],
                    ["Industrial Era (1900 - 1930)", 
                     "At the beginning of the 20th century, the population of Figueres was 10,714 inhabitants and during this century it will have a significant growth. In 1902 the modernist building of the Municipal Abattoir of Figueres was built. In 1904 the modernist building of the Casino Menestral Figuerenc was built. In 1905 the prison of Figueres was built at the end of Sant Pau street, that same year the rich from Figueres Carles Cusí built the first cinema in Figueres and throughout the province. In 1908, the first cars owned by some wealthy people ran through the streets of the city. In 1910 the current building of the La Salle School in Figueres was inaugurated. In 1914, Spain declared itself neutral throughout the First World War, and in Figueres the Teatre Cinema El Jardí was built. In 1916 the telephone began to operate in Figueres. On May 2, 1918, the reform of the Rambla de Figueres was inaugurated. On 13 April 1919 the football team was created: Sports Union Figueres. In May 1920 the Municipal Forest Park was inaugurated, and it became the authentic lung of Figueres, that same year the city council of Figueres created the municipal water company. On July 12, 1922, the Biblioteca Popular de la Mancomunitat de Catalunya was inaugurated. In 1922 the first line of motor buses was launched from Figueres to Pertús. On 13 September 1923, General Primo de Rivera launched a coup d'état initiating a dictatorship that would last until 1930, with the favor of King Alfonso XIII of Spain, which would cost him the crown in the 1931 elections. In 1925 the royal road that crossed Figueres was paved. From 1900 to 1930 the population of Figueres increased by 132% reaching 14,106 inhabitants."],  
                    ["Republican Era (1931 - 1938)", 
                     "On April 12, 1931, in the municipal elections, he won the Socialist Republican Federation of the Empordà (FRSE) which was part of the Esquerra Republicana de Catalunya coalition. The turnout was 64.5%. The new mayor was Marià Pujolà i Vidal. On April 14, the Republic was proclaimed in Figueres. On 8 August 1931, the Statute of Autonomy (of Núria) was voted on, the participation was 70% and the result was: votes in favour 2,328 (99.7%), votes against 6 (0.26%) and blank votes 1 (0.04%). On November 19, 1933 there were elections in Corts, where for the first time the people of Figueres voted, the result was the triumph of ERC by 60.8% of the votes. On April 14, 1933, the Sant Pau Public School was inaugurated, which was the first state owned by the city. The events of October 1934 did not have much echo in Figueres that did not support the proclamation of the Catalan State made by the president of the Generalitat Lluís Companys. After the right-wing government of the republic (1933-1935), the popular front won the elections, the climate of political violence was on the rise, and ended with the coup of July 18, 1936, which did not meet in Figueres until the next day, the 19th. In the city there were 76 people from Figueres who were killed by anti-fascist militiamen from the different labor unions. On October 12, 1936, the first group of volunteers of the International Brigades arrived in Figueres to fight in favor of the Republic. On November 3, 1936, the city council, in the hands of the most radical sectors, agreed to demolish the parish church of Sant Pere. The works began immediately: the bell tower, the presbytery and the transept were destroyed; only the Gothic nave was standing, because the money had been exhausted. In June 1937 the construction of the current building of the City Council was completed. On January 20, 1938, the first bombing of Figueres took place, they were Nazi Germany planes that dropped about 30 bombs on the city, fortunately, there were no victims. After 3 days the second and third bombing arrived: the second was at noon and German planes participated by dropping their bombs on the Forest Park and the New Promenade; the third air attack was in the afternoon, this time aircraft from Fascist Italy; these two attacks on January 23 caused 16 deaths. Figueres from January 20, 1939 to February 7, 1939 was bombed 18 times. On January 23, 1939, the president of the government Juan Negrín López ordered the transfer of the Spanish government to Figueres. On the night of 1 February 1939 the city became the seat of the Republican Cortes and the capital of the Republic. The evening session of the parliament was held at the Castle of Sant Ferran and was attended by 62 members of the total of 473 members. On February 3, 1939, a human flood of 150,000 people passed through Figueres to France, that day the city and the castle were bombed 5 times and there were 82 fatalities. The following days the human current that crossed Figueres in the direction of France did not stop. On February 5, the march to France of the President of the Republic Manuel Aza'a Díaz, the President of the Generalitat Lluís Companys i Jover, the Lehendakari José Antonio Aguirre and other members of the central and regional government was known; in the evening, the streets of the city were totally deserted."], 
                    ["Franco dictatorship (1939 - 1975)", 
                     "On February 9, 1939, the city presented a horrific aspect: deaths in the streets, houses in ruins, fires that did not stop burning, streets blocked by the ruins, the sewerage and the water supply did not work, etc... But, in addition, there was the presence of an enemy army that had occupied the city and a dictatorial regime that wanted to settle accounts and punish defeated. On 19 February 1939, the Municipal Theatre was involuntarily burned by soldiers of a tabor or battalion of indigenous soldiers and Spanish officers of the Spanish Protectorate in Morocco, which is part of the units of the national army; and the building was completely destroyed except the outer walls. In 1940, despite the Franco regime’s sympathy with Nazi Germany and Fascist Italy, Spain declared itself neutral during World War II, because the country was in the midst of great poverty. The 40s and 50s were years of international isolation, autarky, strong political repression and great poverty, also in Figueres. In the 1960s, there was an increase with the arrival of foreign tourism in the region, especially French, German, Dutch, Swiss, etc..., thanks to the presence of these foreign holidaymakers, a very satisfactory economic period began for Figueres that stood out as an economic and commercial center of the Alt Empordà. Also during the 60s, and early 70s, the phenomenon of emigration from other areas of Spain, such as Andalusians, Extremadurans, Murcians, etc... towards Catalonia and towards this city of Alt Empordà in particular. The northern Costa Brava was going well and Figueres grew and strengthened. In April 1971 the current headquarters of the Empordà Museum was inaugurated, which had been created in 1947, in the lower part of the Rambla in Figueres. With the increase of the population the city saw how new parishes appeared, in addition to the oldest of Sant Pere. On September 19, 1971, the city suffered a rainstorm that discharged, in just 24 hours, 535 l/m2, causing large floods in Figueres and throughout the region. On May 11, 1972, the Pep Ventura Monument was inaugurated, in the current President Tarradellas Square. In October 1973 the second public school in Figueres was inaugurated: Salvador Dalí. On September 28, 1974, the Dalí Theatre-Museum was inaugurated on the remains of the old Municipal Theatre. The following year, in 1975, Figueres had a Vocational Training School, this center was named after the famous inventor from Figueres: Narcís Monturiol. Also, in 1975, the village of Vilatenim and the village of Palol de Vila-Sacra were incorporated into the municipality of Figueres. During the years of the Franco regime, the city grew from just over 16,000 inhabitants to 28,000 in the year of the dictator's death, although the strongest growth was from 1960 to 1975."], 
                    ["Transition and Democracy (1976 - actuality)", 
                     "From 1975 to the present, Figueres continues to increase the population to the current 49,689. On December 15, 1976, the referendum for the Political Reform in Spain was voted on and the people of Figueres voted yes 75% of the electoral census. In the referendum of December 6, 1978 on the Constitution, the citizens of Figueres voted yes 61.8% of the electoral census. The vote to approve the Statute of Autonomy of Catalonia in 1979 counted with 52.86% of the electoral census that voted in the affirmative. The first municipal elections, in 1979, were won by the Socialist Party of Catalonia. In 1982 the Toy Museum of Catalonia was inaugurated. In 1983 he was imprisoned in the Fortress of Sant Ferran, which then functioned as a military prison, the former Colonel of the Civil Guard Antonio Tejero who was one of the highest representatives of the frustrated coup attempt of February 23, 1981. In the 1980s it is also worth highlighting the death of the painter Salvador Dalí on January 23, 1989, buried in his museum. From the political point of view, the people of Figueres, from 1979 to the elections of 2011, have decided basically by two political forces: Party of Socialists of Catalonia and Convergence and Union. As of the May 2019 elections, a four-party was held with ERC at the helm. Since the elections of 2023, the mayor Jordi Masquef de Junts has ruled in Figueres for Figueres."]
                ]
            }
        }
    }, 
    "fr": {
        "itemsNavbar": [["#aboutInfo","Info sur Figueres"],["#activities","Activités"],["#location","Emplacement"],["#history","Histoire"]], 
        "sections": {
            "presentation": {
                "title": "Découvrez Figueres", 
                "description": "L'épicentre du territoire de l'Alt Empordà, ses principales attractions sont le paysage, la culture, l'histoire et le vent de tramontane. Elle est située à quinze kilomètres de la mer Méditerranée, au pied des Pyrénées et entourée de trois parcs naturels."
            }, 
            "distances": [["./multimedia_files/images/sea.png","À 15 km de la mer Méditerranée"],
                          ["./multimedia_files/images/world.png","L'épicentre de l'Alt Empordà"],
                          ["./multimedia_files/images/roadGirona.png","A 30 minutes de Gérone"],
                          ["./multimedia_files/images/roadBcnTarragona.png","A 1 heure de Barcelone"],
                          ["./multimedia_files/images/roadBcnTarragona.png","A 2 heures de Tarragone"],
                          ["./multimedia_files/images/roadLleida.png","A 2 heures de Lleida"]], 
            "aboutInfo": {
                "title": "Informations sur Figueres", 
                "id": "aboutInfo", 
                "info": {
                    "place": {
                        "title": "Administration", 
                        "data": [
                            ["Pays","Espagne"],
                            ["Communauté autonome","Catalogne"],
                            ["Zone territoriale","Province de Gérone"],
                            ["Comarque","Alt Empordà (Capitale de la comarque)"]]
                    }, 
                    "humanPopulation": {
                        "title": "Démographie", 
                        "data": [
                            ["Population","48875 (2024), (2532,38 hab/km2)"],
                            ["Gentilé","Figuerenc, Figuerenca"]]
                    }, 
                    "geography": {
                        "title": "Géographie", 
                        "data": [
                            ["Superficie","19.3 km2"],
                            ["Baigné par","Manol"],
                            ["Altitude","39 m"]]
                    }, 
                    "descriptiveIden": {
                        "title": "Identifiants descriptifs", 
                        "data": [
                            ["Code postal",17600],
                            ["Utilisation Horaire","UTC+01:00 i UTC+02:00"],
                            ["Code INE",17066],
                            ["Code IDESCAT",170669]]
                    }, 
                    "webPortal": {
                        "title": "Site web", 
                        "data": "https://www.figueres.cat/"
                    }
                }
            }, 
            "activities": {
                "title": "Activités", 
                "id": "activities"
            }, 
            "location": {
                "title": "Emplacement", 
                "id": "location"
            }, 
            "history": {
                "title": "Histoire", 
                "id": "history", 
                "info": [
                    ["Ancien âge (Origine des temps - 218 av. J.-C.)", 
                     "Vers 600 av. J.-C., il y aurait sur la colline de la Muntanyeta (où se trouve actuellement la Forteresse de Sant Ferran) une colonie ibérique primitive de la tribu des Indigets. À cette époque, une bonne partie de la plaine de l'Alt Empordà était inondée par des marais et de grandes étendues de joncs. Ses habitants vivaient dans les petites collines ou dans les zones les plus élevées libres des eaux stagnantes, ils vivaient également dans des grottes qui servaient de refuge à l'homme du paléolithique inférieur et moyen au massif du Montgrí. La première colonisation fut celle des Grecs qui s'établirent très près de l'actuelle comarque, à Rhode (Roses) au VIIIe siècle av. J.-C. et à Empòrion (Empúries) au début du VIe siècle av. J.-C.."], 
                    ["Âge classique (217 av. J.-C. - 500)", 
                     "Les Romains débarquèrent dans la ville grecque d'Empòrion en 218 av. J.-C., et vers 195-194 av. J.-C., ils créèrent un petit noyau de population dans la zone basse de l'actuelle commune de Figueres, dans la zone de la rue Tapis et de l'Aigüeta, qui reçut le nom de Joncària, car il y avait beaucoup de joncs dans ce domaine. Cette petite ville a gagné en importance, car c'était l'un des arrêts de l'importante chaussée romaine, d'abord appelée via Domicia, puis via Augusta. Cet arrêt de la voie romaine se trouvait à une journée à pied du Perthús et à une autre journée de Gérone. Les Romains ont forcé les Indigets qui avaient vécu sur la colline de La Muntanyeta à descendre dans la zone plate près de la voie romaine et de sa demeure et, ainsi, peu à peu, il a été créé dans la région, d'abord deux villages (un ibérique et un autre romain) et, ensuite, un seul établissement de plus en plus romanisé."], 
                    ["Moyen Âge (501 - 1400)", 
                     "À partir de 258, à cause du chaos administratif dans les territoires de l'Empire romain, il y eut l'invasion du peuple germanique des Francs qui détruisit et pilla tout ce qu'ils trouvèrent pendant 12 ans; pendant cette période, les barbares germaniques ont mis fin à la petite population de Joncaria, la laissant réduite à un pilote de débris et de cendres (qui auraient donné le nom de Cendres à ce village romain Le village de Tapioles a survécu jusqu'à l'arrivée des Wisigoths au Ve siècle, ou jusqu'à l'arrivée des Sarrasins au début du VIIIe siècle. L'invasion et la conquête de la péninsule ibérique, qui a commencé en 711, est arrivé à l'Alt Empordà vers 712. Les troupes sarrasines sont arrivées de manière violente, ce qui a conduit une grande partie de la population à se réfugier dans les forêts des Alberes et des Salines (zone pyrénéenne de l'Empordà) ou à fuir dans les terres voisines du Roussillon. Vers 785, l'Alt Empordà était déjà un territoire franc et libre de musulmans. En 802, on trouve pour la première fois dans une inscription le nom de « ville Ficerias » et en 962 apparaît dans un autre document le nom de « Figariae ». Le mot d'origine latin « Ficarias » aurait la traduction de Figueres, qui indique le nom des arbres qui produisent les figues. En 1020, nous trouvons déjà documenté l'église paroissiale de Sant Pere de Figueres (Sancti Petri de Figarias). Jusqu'à la deuxième moitié du XIIIe siècle, Figueres était un petit village d'environ 20 feux (entre 80 et 100 habitants) qui avait grandi autour de l'église paroissiale et se trouvait dans un petit tonneron de seulement 39 mètres d'altitude sur l'actuelle place de l'église. Jusqu'en 1111 ce petit village appartenait au comté de Besalú, et à partir de cette année, il passa, comme le reste du comté, à être sous le pouvoir du comte de Barcelone. Le roi Jacques Ier le Conquérant convertit le 21 juin 1267 à Figueres en ville royale et lui donna une charte peuplée qui fournissait une série d'avantages et privilèges aux habitants de la ville, comme ne pas subir plus de jours de vacances et de mauvaises utilisations, Le roi Jacques Ier voulut convertir ce hameau, qui se trouvait sur la route de Gérone à Perpignan et qui faisait frontière avec le comté d'Empúries, en la base principale du pouvoir royal dans la région et ainsi pouvoir arrêter le comte belliqueux et rebelle d'Empúries et, aussi, toute tentative d'invasion française de l'Empordà. Les murailles qui fermaient la ville en dessinant un petit rectangle formé par les rues actuelles de Besalú, Pujada del Castell, Canigó et de la Jonquera; laissant extramuros une bonne partie de l'actuelle place de la Mairie. Cette enceinte fortifiée avait une superficie de 15 000 m2. De l'ancienne muraille se trouve debout la tour Gorgot, aujourd'hui transformée en la tour Galatea du Théâtre-Musée Dalí. Pour réussir à augmenter la petite population figurée l'infant Pere (futur roi Pierre II le Grand), le 12 mars 1269, il facilite la création d'un call juif dans la nouvelle ville royale libérant pendant cinq ans le tribut à tous les Juifs qui allaient vivre à Figueres. Le quartier juif existait pendant plus de 200 ans, se trouvait dans l'actuelle rue Magre et disposait d'une synagogue, boucherie et fourneaux propres. Le comte Hugues V d'Empúries tenta d'écraser la nouvelle ville royale et le 16 octobre 1274 assiégea Figueres qui était faiblement fortifiée et avec peu de défenseurs; après trois jours de siège le comte d'Empúries pilla ses maisons et a réussi à entrer les portes. Mais l'infant Pierre arriva à Figueres avec 180 chevaliers et poursuivit les troupes du comte Hugues V jusqu'à ce qu'une bataille acharnée eut lieu où l'infant Pierre battit le rebelle comte importia, et retourna à Figueres pour commencer la reconstruction des maisons détruites et des remparts endommagés. Figueres a également été occupée par les Français pendant 3 mois de l'année 1285. Pere le Cérémonieux a eu un intérêt particulier pour Figueres qui a vécu des saisons dans la ville. Le 28 septembre 1419, le roi Alphonse IV le Magnanime instaura comme fête principale et foire le 3 mai Fête de la Sainte Croix.nnEntre 1462 et 1472 eut lieu la Guerre civile catalane ou Guerre des Remences, où le roi Jean II d'Aragon qui se mit en place de la part des remences luttèrent contre le pouvoir de la Diputación del General, et se termina par la fin des mauvais usages."], 
                    ["Âge de la Moderne (1401 - 1699)", 
                     "La population de Figueres a continué, pour la plupart, à être fermée dans ses murailles médiévales, jusqu'au début du XVIIIe siècle, bien que des maisons extra-muros aient commencé à apparaître dans les quatre principales voies d'entrée depuis le milieu du XVIe siècle. Le carrefour fortifié disposait de quatre portails d'où sortaient les principaux chemins et avait aussi 16 tours. Bien que depuis la fin de la Guerre Civile Catalane, en 1472, jusqu'à la guerre des Faucheurs, en 1640, tout l'Empordà a connu une époque sans guerres, la ville de Figueres a eu beaucoup d'activité comme centre de concentration de troupes pour lutter contre les Français qui, périodiquement, ont attaqué ou envahi les territoires de la Catalogne Nord, jusqu'à la séparation de la Catalogne Nord avec le reste de la Catalogne, l'Empordà est resté"], 
                    ["Guerre de succession (1700 - 1714)", 
                     "Le 3 novembre 1701, ils se marient à l'église paroissiale de Sant Pere de Figueres le roi Philippe V d'Espagne avec sa première épouse la princesse Marie-Louise de Savoie. Pendant la guerre de Succession d'Espagne (1701-1715) Figueres fut occupée plusieurs fois par les troupes de l'archiduc Charles et par les troupes de Philippe d'Anjou."], 
                    ["Segle des Révolutions (1715 - 1799)", 
                     "Après le Traité des Pyrénées et la perte de la Catalogne Nord, la frontière avec la France fut la chaîne des Pyrénées et la première localité importante entrant en Espagne depuis le Perthus était la ville de Figueres. Le roi Ferdinand VI d'Espagne décida de la construction d'une grande et puissante forteresse à Figueres. La population de Figueres a augmenté de manière importante au XVIIIe siècle. En 1725, elle atteint 1 8872 habitants et est la plus grande ville de la région. Lorsque la Révolution française eut lieu, un grand nombre d'émigrés français absolutistes fuyaient le nouveau gouvernement (nobles, militaires et clercs) arriva à Figueres. En juillet 1791, il y avait plus d'un millier de personnes vivant dans la ville. Au début de la Grande Guerre (1793-1795), Figueres est devenu le point décisif de la défense espagnole. Initialement, la campagne fut favorable à l'Espagne, mais le 20 novembre 1794, les troupes hispaniques sont défaites à la bataille du Roure ; cela provoqua un exode massif de la population de Figueres, et des habitants de l'Alt Empordà, qui fuyaient les Français. Le 28 novembre 1794, la forteresse de Saint-Ferdinand se rendit aux troupes françaises sans avoir fait un seul coup de feu. La forteresse de Saint-Ferdinand reste aux mains des Français jusqu'au 22 juillet 1795, date à laquelle la paix de Bâle met fin à la guerre et la France restitue les territoires conquis."], 
                    ["ère industrielle (1800 - 1930)", 
                     "Le 10 février 1808, les Français occupèrent pacifiquement la ville de Figueres, car ils étaient alliés de l'Espagne dans leur lutte contre les Anglais et les Portugais. Au début du mois d'avril, les forces françaises stationnées dans la ville royale étant très nombreuses, leurs commandements ont demandé la permission aux autorités militaires espagnoles de la forteresse de Sant Ferran d'autoriser l'hébergement de 200 soldats français ; les autorités espagnoles y ont accédé et les Français ont obtenu leur contrôle à l'intérieur. Les Français appelèrent l'imposante fortification militaire de Figueres comme la «belle inutile», car, bien qu'elle fût si grande et bien faite du point de vue militaire, les deux fois qu'ils voulurent la conquérir, ils réussirent sans tirer un seul coup de feu. Avec la fin de la guerre d'indépendance, les troupes napoléoniennes évacuèrent la forteresse de Saint-Ferdinand le 25 mai 1814. Plus tard, lorsque le roi Ferdinand VII d'Espagne revint de son exil français, il séjourna à Figueres à cause de fortes averses qui rendaient impossible de traverser le fleuve Manol. En 1817 ont commencé les travaux du nouveau cimetière municipal, cessant d'enterrer à côté de l'église paroissiale, cette même année, une forte tramontane a fait tomber une partie du clocher de l'église de Sant Pere. En septembre 1835, Figueres a commencé à se fortifier face au danger d'une attaque des troupes carlistes, ces nouvelles murailles ne coïncidaient plus avec les anciennes de la vieille ville, car Figueres avait augmenté considérablement. Pendant la première guerre carliste sont arrivés la situation où toute la région était dominée par les carlistes, à l'exception de la ville de Figueres et de sa forteresse. Une fois la guerre terminée, la ville royale continua à croître et à se moderniser. Pendant le Sexenni Democràtic Figueres et toute sa région était partisane des idées du républicanisme fédéral et un figuerenc a été ministre des finances du gouvernement espagnol pendant la Première République espagnole. En 1874, les figuerenques furent plongés dans la Troisième Guerre carliste ; car les parties du général carl Francesc Savalls, qui dominaient la majeure partie de la région, voulaient conquérir la ville et le château. Le matin du 28 mai 1874, les troupes carlistes attaquèrent Figueres, mais, malgré le manque de collaboration de la garnison de la forteresse de Sant Ferran, les villageois réussirent à repousser l'attaque et les carlistes se retirèrent, grâce à ce fait héroïque, le roi Alphonse XII d'Espagne donna le titre de ville à Figueres. Une fois la guerre terminée, les figuiers ont définitivement démoli les remparts. Le 28 octobre 1877, le chemin de fer arriva à Figueres. En 1878, la peste du phylloxéra arrive dans la région, ce qui provoque une situation de pauvreté et l'Alt Empordà perd 7 000 habitants, malgré tout, la population de Figueres ne diminue pas, car le secteur agricole est très peu important et l'industrie et l'artisanat jouent un rôle beaucoup plus important. En 1887, la place du Gra a été inaugurée. En 1894, la place de Braus de la ville fut construite dans un style mudéjar. En 1896 commencent les travaux d'installation de l'électricité."],
                    ["ère industrielle (1900 - 1930)", 
                     "Au début du XXe siècle, la population de Figueres était de 10 714 habitants et au cours de ce siècle, elle connaîtra une importante croissance. En 1902 fut construit le bâtiment moderniste de l'Escorxador Municipal de Figueres. En 1904, le bâtiment moderniste du Casino Menestral Figuerenc a été construit. En 1905, la prison de Figueres a été construite à la fin de la rue Sant Pau, cette même année, le riche figuerenc Carles Cusí a construit le premier cinéma de Figueres et de toute la province. En 1908, les premières voitures appartenant à quelques figueras aisées couraient dans les rues de la ville. En 1910, le bâtiment actuel du Collège La Salle de Figueres a été inauguré. En 1914, l'Espagne se déclara neutre pendant toute la Première Guerre mondiale, et à Figueres fut construit le Théâtre Cinema El Jardí. En 1916, le téléphone a commencé à fonctionner à Figueres. Le 2 mai 1918 fut inaugurée la réforme de la Rambla de Figueres. Le 13 avril 1919, l'équipe de football est créée : Union sportive Figueres. En mai 1920, le Parc Bosc Municipal a été inauguré et est devenu le véritable poumon de Figueres, cette même année, la mairie de Figueres a créé la compagnie municipale d'eaux. Le 12 juillet 1922 fut inaugurée la Bibliothèque populaire de la Mancomunitat de Catalunya. En 1922, la première ligne de bus à moteur a été créée, allant de Figueres au Perthus. Le 13 septembre 1923, le général Primo de Rivera donna un coup d'État en initiant une dictature qui durera jusqu'en 1930, avec la faveur du roi Alphonse XIII d'Espagne, ce qui lui coûtera la couronne aux élections de 1931. En 1925, la route royale qui traversait Figueres a été franchie. De 1900 à 1930, la population de Figueres a augmenté de 132% pour atteindre 14 106 habitants."],  
                    ["ère républicaine (1931 - 1938)", 
                     "Le 12 avril 1931 aux élections municipales, il remporte la Fédération républicaine socialiste de l'Empordà (FRSE) qui fait partie de la coalition Esquerra Republicana de Catalunya. Le taux de participation était de 64,5 %. Le nouveau maire était Marià Pujolà i Vidal. Le 14 avril, la République est proclamée à Figueres. Le 8 août 1931, le statut d'autonomie (de Núria) a été voté, la participation a été de 70 % et le résultat a été : votes pour 2328 (99,7 %), votes contre 6 (0,26 %) et votes blancs 1 (0,04 %). Le 19 novembre 1933, des élections ont eu lieu à Corts, où pour la première fois les figueras ont voté, le résultat a été le triomphe d'ERC par 60,8% des voix. Le 14 avril 1933 fut inauguré le Collège public Sant Pau qui fut le premier à être détenu par l'État de la ville. Les événements d'octobre 1934 n'ont pas eu beaucoup d'écho à Figueres qui n'ont pas soutenu la proclamation d'État catalan faite par le président de la Generalitat Lluís Companys. Après le gouvernement de droite de la république (1933-1935), le front populaire gagna les élections, le climat de violence politique augmentait, et s'acheva avec le coup d'État du 18 juillet 1936, qui ne se connut à Figueres que le lendemain, le 19. Il y eut dans la ville 76 figuiers qui furent tués par des miliciens antifascistes des différents syndicats ouvriers. Le 12 octobre 1936 arriva à Figueres le premier groupe de volontaires des Brigades Internationales pour lutter en faveur de la République. Le 3 novembre 1936, le conseil municipal de la ville, dans les mains des secteurs les plus radicaux, a convenu de la démolition de l'église paroissiale de Sant Pere. Les travaux commencèrent immédiatement : le clocher, le presbytère et le transept furent détruits ; seule la nef gothique resta debout, car l'argent était épuisé. En juin 1937, la construction du bâtiment actuel de la mairie fut achevée. Le 20 janvier 1938, le premier bombardement de Figueres eut lieu, des avions de l'Allemagne nazie qui laissèrent tomber environ 30 bombes sur la ville, heureusement, il n'y eut aucune victime. Au bout de 3 jours, le deuxième et le troisième bombardement arriva : le deuxième fut à midi et des avions allemands participèrent en jetant leurs bombes sur le Parc Bosc et le Passeig Nou ; le troisième raid aérien fut l'après-midi, cette fois-ci des avions de l'Italie fasciste ; ces deux attaques du 23 janvier causa 16 morts. Figueres du 20 janvier 1939 au 7 février 1939 a été bombardée 18 fois. Le 23 janvier 1939, le président du gouvernement Juan Negrín López ordonna le transfert du gouvernement espagnol à Figueres. Dans la nuit du 1er février 1939, la ville devint le siège des Cortes républicaines et la capitale de la République. La séance du parlement, qui fut nocturne, eut lieu au château de Sant Ferran et assistèrent 62 députés sur 473 existants. Le 3 février 1939, une crue humaine de 150 000 personnes qui se rendaient en France passa à Figueres, ce jour-là la ville et le château furent bombardés 5 fois et 82 morts. Les jours suivants, le courant humain qui traversait Figueres en direction de la France ne s’arrêta pas. Le 5 février, on apprit à Figueres la marche vers la France du président de la République Manuel Azaaa Díaz, le président de la Generalitat Lluís Companys i Jover, le lehendakari José Antonio Aguirre et d’autres membres du gouvernement central et de l'autonomie ; le soir, les rues de la ville étaient totalement désertes."], 
                    ["Dictadura Franquista (1939 - 1975)", 
                     "Le 9 février 1939, la ville présente un aspect horrifiant : morts dans les rues, maisons en ruines, feux qui n'arrêtaient pas de brûler, rues bloquées par les débris, égouts et approvisionnement en eau ne fonctionnaient pas, etc. Mais, en plus, il y avait la présence d'une armée ennemie qui avait occupé la ville et un régime dictatorial qui voulait rendre des comptes et punir les vaincus. Le 19 février 1939, le Théâtre municipal a été incendié, involontairement, par des soldats d'un tabor ou bataillon de soldats indigènes et officiels espagnols du Protectorat espagnol au Maroc, qui fait partie des unités de l'armée nationale ; et le bâtiment a été totalement détruit sauf les murs extérieurs. En 1940, malgré la sympathie du régime franquiste envers l'Allemagne nazie et l'Italie fasciste, l'Espagne se déclara neutre pendant la Seconde Guerre mondiale, du fait que le pays se trouvait dans une grande pauvreté. Les années 40 et 50 furent des années d'isolement international, d'autarcie, d'une forte répression politique et d'une grande pauvreté, également à Figueres. Dans les années 60, il y a une croissance avec l'arrivée du tourisme étranger dans la région, surtout français, allemands, néerlandais, suisses, etc..., grâce à la présence de ces vacanciers étrangers, une étape économique très satisfaisante a commencé pour Figueres qui a été soulignée comme le noyau économique et commercial de l'Alt Empordà. Toujours dans les années 60, et au début des années 70, le phénomène de l'émigration d'autres régions d'Espagne, comme les andalous, les extrémistes, les murciens, etc... Vers la Catalogne et vers cette ville haute-empordanaise en particulier. La Costa Brava nord allait bien et Figueres grandissait et se fortifiait. En avril 1971 fut inauguré le siège actuel du Musée de l'Empordà, qui avait été créé en 1947, dans la partie basse de la Rambla de Figueres. Avec l'augmentation de la population, la ville a vu apparaître de nouvelles paroisses, en plus de la plus ancienne de Sant Pere. Le 19 septembre 1971, la ville subit une tempête de pluie qui débarqua, en seulement 24 heures, 535 l/m2, provoquant de grandes inondations à Figueres et dans toute la région. Le 11 mai 1972 a été inauguré le Monument à Pep Ventura, sur l'actuelle Plaza President Tarradellas. En octobre 1973 fut inauguré le deuxième collège public de Figueres : Salvador Dalí. Le 28 septembre 1974 fut inauguré le Théâtre-Musée Dalí sur les restes de l'ancien Théâtre Municipal. L'année suivante, en 1975, Figueres a eu une école de formation professionnelle, ce centre a été nommé d'après le célèbre inventeur de Figueres: Narcisse Monturiol. Aussi, en 1975, le village de Vilatenim et le village de Palol de Vila-Sacra ont rejoint la municipalité de Figueres. Pendant les années franquistes, la ville a augmenté d'un peu plus de 16 000 habitants jusqu'à 28 000 ans après la mort du dictateur, bien que la croissance la plus forte ait été de 1960 à 1975."], 
                    ["Transition et Démocratie (1976 - actualité)", 
                     "De 1975 à aujourd'hui, Figueres continue d'augmenter la population jusqu'à 49 689 actuels. Le 15 décembre 1976, le référendum sur la réforme politique en Espagne a eu lieu et les forces de l'ordre ont voté oui à 75% du recensement électoral. Lors du référendum du 6 décembre 1978 sur la Constitution, les citoyens de Figueres ont voté pour 61,8 % du recensement électoral. Le vote pour approuver le statut d'autonomie de la Catalogne de 1979 a compté 52,86% du recensement électoral qui a voté pour. Les premières élections municipales, en 1979, ont été remportées par le Parti des socialistes de Catalogne. En 1982, le Musée du Jouet de Catalogne a été inauguré. En 1983, il est emprisonné à la forteresse de Sant Ferran, alors prison militaire, l'ancien colonel de la Guardia Civil Antonio Tejero qui était l'un des plus grands représentants de la tentative frustrée de coup d'État du 23 février 1981. Dans les années 80, il faut aussi souligner la mort du peintre Salvador Dalí le 23 janvier 1989, enterré dans son musée. D'un point de vue politique, les forces politiques ont décidé, de 1979 à 2011, essentiellement de deux forces politiques : Parti des socialistes de Catalogne et convergence et Union. À partir des élections de mai 2019, un quadripartite avec ERC a été fait à la tête. Depuis les élections de 2023, le maire Jordi Masquef de Junts gouverne à Figueres."]
                ]
            }
        }
    }
}
